<div class="content__title">О кафедре</div>
<div class="content__text">
  <table class="index-table">
    <tr>
      <td class="index-table__photo-wrap">
        <img src="/images/peoples/1_kornyushko.jpg" class="index-table__photo">
      </td>
      <td>
        <div class="index-table__name">Корнюшко Валерий Федорович</div>
        <div class="index-table__status"><i>зав. кафедрой</i><br>
        заслуженный деятель науки Российской Федерации, лауреат премии Правительства России в области образования, доктор технических наук, профессор</div>
        
        <div class="index-table__address">
          Адрес: <i>г. Москва, ул. Малая Пироговская, д.1, корпус Б, ауд. Б-401</i><br>
          E-mail: <i><a href="mailto:vfk256@mail.ru">vfk256@mail.ru</a></i>
        </div>
        <div class="index-table__time">          
          Часы приёма: вторник 12:00 - 16:00
        </div>
      </td>
    </tr>
  </table>

  <p>Кафедра была образована в 1985 г., когда кафедра Электротехники, электроники и вычислительной техники, которую много лет возглавлял выдающийся советский и российский ученый в области электротехники  и теории автоматического управления проф. А.В. Нетушил, была разделена на кафедру Электротехники и электроники и кафедру Вычислительной математики и ЭВМ. Позже кафедра была переименована в «кафедру Информационных технологий», затем в «кафедру Информационных систем в химической технологии».</p>
  <p>В настоящее время кафедра ведет дисциплины «Информационные технологии в химии» и «Основы разработки информационных систем в химической технологии» для студентов бакалавриата по направлениям «Химия», «Химическая технология», «Биотехнология», «Материаловедение и технология материалов», «Стандартизация и метрология», «Техносферная безопасность».</p>
  <p>Кафедра ведет подготовку бакалавров по направлению 09.03.03 «Прикладная информатика» по профилям «Прикладная информатика в химии», «Прикладная информатика в экономике»; магистров по программе 18.04.01.21 «Информационные системы в химической технологии и биотехнологии» и аспирантов по направлению 09.06.01 «Вычислительная техника и информатика» по профилю «Системный анализ, управление и обработка информации в химической технологии». В период с 2001 по 2014 гг на кафедре действовал диссертационный совет по специальности 05.13.01 «Системный анализ, управление и обработка информации (химическая технология». Для разработки уникального учебно-лабораторного оборудования с мультимедийным методическим обеспечением для школ решением Минобразования РФ в 2001 г на базе кафедры и предприятия ООО ХимЛабо создан учебно-научно-производственный инновационный центр «Оборудование для естественно-научного образования». В настоящее время штатный состав кафедры включает 6 профессоров, из них 5 докторов наук, и 5 кандидатов наук, из них 4 доцентов. </p>
</div>