<div class="content__title">Предприятия партнеры</div>
<div class="content__text">        
  <ul class="ul">            
    <li>Ведущий научно-исследовательский институт химической технологии (ВНИИХТ) госкорпорации “Росатом”, директор Ивакин А.В., тел. 8(499)324-75-84</li> 
    <li>ООО” Химлабо”, генеральный директор Пичугин В.С, тел. 8(499)941-13-56</li> 
    <li>НИИ химических реактивов и особо чистых химических веществ,(ФГУП ИРЕА), директор Санду Р.А., тел 8(495)963-70-70</li> 
    <li>ЗАО «Научно-производственная фирма Диагностика, информатика, экология, мониторинг» (НПФ ДИЭМ), генеральный директор Равикович В.И., тел. 8(495)333-74-44</li> 
    <li>НОУ ДПО ЦИПК Росатома (Санкт-Петербургский филиал), директор Таиров Т.Н., тел. 8(812)394-50-02</li> 
    <li>ФГБУ «Федеральный научно-исследовательский центр эпидемиологии и микробиологии имени почетного академика Н.Ф.Гамалеи» Министерства здравоохранения, директор академик РАН, профессор Гинцбург А.Л., тел. 8(499)193-30-01</li>
  </ul> 
</div>