<div class="content__title">Предприятия партнеры</div>
<div class="content__text">        
  <ul>            
    <li>
      Ведущий научно-исследовательский институт химической технологии (ВНИИХТ) госкорпорации 
      «Росатом», директор <span>Ивакин А.В.</span>, тел.: 
      <span><a href="tel:+74993247584">+7(499)324-75-84</a></span>
    </li> 
    <li>
      ООО «Химлабо», генеральный директор <span>Пичугин В.С.</span>, тел.: 
      <span><a href="tel:+74999411356">+7(499)941-13-56</a></span>
    </li> 
    <li>
      НИИ химических реактивов и особо чистых химических веществ, <span>(ФГУП ИРЕА)</span>, директор 
      <spam>Санду Р.А.</spam>, тел.: <span><a href="tel:+74959637070">+7(495)963-70-70</a></span>
    </li> 
    <li>
      ЗАО «Научно-производственная фирма Диагностика, информатика, экология, мониторинг» 
      <span>(НПФ ДИЭМ)</span>, генеральный директор <span>Равикович В.И.</span>, тел.: 
      <span><a href="tel:+74953337444">+7(495)333-74-44</a></span>
    </li> 
    <li>
      <span>НОУ ДПО ЦИПК</span> Росатома (Санкт-Петербургский филиал), директор 
      <span>Таиров Т.Н.</span>, тел.: <span><a href="tel:+78123945002">+7(812)394-50-02</a></span>
    </li> 
    <li>
      ФГБУ «Федеральный научно-исследовательский центр эпидемиологии и микробиологии имени почетного 
      академика <span>Н.Ф. Гамалеи»</span> Министерства здравоохранения, директор академик РАН, 
      профессор <span>Гинцбург А.Л.</span>, тел.: 
      <span><a href="tel:+74991933001">+7(499)193-30-01</a></span>
    </li>
  </ul> 
</div>