<div class="content__title">Сотрудники</div>
<div class="content__text">        
	<table class="peoples">
	<tr>
		<td class="peoples__photo">
			<img src="/images/peoples/1_kornyushko.jpg">
		</td>
		<td class="peoples__data">	
			<div class="peoples__name">Корнюшко Валерий Федорович</div>
			
			<div class="peoples__info"><b>Занимаемая должность:</b> заведующий кафедрой</div>
			<div class="peoples__info"><b>Ученая степень, звание:</b> доктор технических наук, профессор </div>
			<div class="peoples__info"><b>Специальность по диплому:</b> Автоматика и телемеханика </div>
			<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Методы оптимизации», «Теория информационных систем», «Математические методы в экономике», «Информационные технологии в управлении химико-технологическими системами» </div>
			<div class="peoples__info"><b>Общий стаж работы:</b> 54 года </div>
			<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 46 лет</div>
		</td>
	</tr>

	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/2_burlyaev.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Бурляев Валерий Викторович</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> профессор</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> кандидат технических наук, профессор</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> Автоматика и телемеханика (техническая кибернетика)</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Численные методы», «Прикладное программное обеспечение», «Компьютерные технологии математических исследований», «Практикум по прикладному программному обеспечению», «Информационные технологии в управлении химико-технологическими процессами», «Информационные технологии в науке, производстве и инновациях»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 54 года</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 41 год</div>
					 			 		 	 
		</td>
	</tr>
		 
	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/3_burlyaeva.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Бурляева Елена Валерьевна</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> профессор</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> доктор технических наук, профессор</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> прикладная математика</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Интеллектуальные информационные системы», «Численные методы», «Информационные технологии в управлении химико-технологическими процессами», «Дискретная математика», «Интеллектуальные информационные системы в химической технологии», Информационные технологии в управлении химико-технологическими системами</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 22 года</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 22 года</div>
					 			 		 	 
		</td>
	</tr>

	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/4_kolybanov.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Колыбанов Кирилл Юрьевич</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> профессор</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> доктор технических наук, доктор технических наук</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> физико-химические исследования металлургических процессов</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Теория управления», «Информационные системы в химической технологии», «Информационная безопасность», «Информационный менеджмент», «Проектирование информационных систем в химической технологии», «Проектный практикум» «Вычислительные системы, сети и телекоммуникации», «Информационные банки данных в химической технологии»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 21 год</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 21 год</div>
					 			 		 	 
		</td>
	</tr> 

	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/5_panova.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Панова Светлана Анатольевна</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> профессор</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> доктор технических наук, кандидат химических наук, кандидат экономических наук, доцент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> химия и технология основного органического и нефтехимического синтеза</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> Дополнительные главы информационных технологий, Специальные главы химии, Системный анализ, управление и обработка информации в химической технологии</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 28 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 25 лет</div>
					 			 		 	 
		</td>
	</tr>
	 
	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/6_komarov.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Комаров Владимир Михайлович</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> профессор</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> доктор физико-математических наук, профессор</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> прикладная математика</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии», «Имитационное моделирование», «Математическое моделирование», «Имитационное моделирование»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 45 года</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 45 года</div>
					 			 		 	 
		</td>
	</tr>	 
	 
	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/7_biglov.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Биглов Рем Равильевич</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> доцент</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> кандидат технических наук, доцент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> Химия и технология основного органического и нефтехимического синтеза</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии», «Анализ многомерных данных»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 39 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 39 лет</div>
					 			 		 	 
		</td>
	</tr>
	 
	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/8_brykina.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Брыкина Галина Валентиновна</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> доцент</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> кандидат технических наук, доцент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> Автоматика и телемеханика</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии», «Базы данных», «Базы данных в химической технологии», «Информационные системы в управлении химическим предприятием», «Дополнительные главы ИТ»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 38 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 23 года</div>
					 			 		 	 
		</td>
	</tr>
	 
	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/9_boridko.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Боридко Владимир Станиславович</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> доцент</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> кандидат технических наук, доцент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> химия и технология тонких органических соединений</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии», Операционные системы и сети</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 17 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 17 лет</div>
					 			 		 	 
		</td>
	</tr>

	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/10_dudarev.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Дударев Виктор Анатольевич</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> доцент</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> кандидат технических наук, доцент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> Автоматизированные системы обработки информации и управления</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Вычислительные системы, сети и телекоммуникации», «Программирование», «Высокоуровневые методы информатики»</div>
	«Программные и аппаратные средства информатики»
		<div class="peoples__info"><b>Общий стаж работы:</b> 15 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 15 лет</div>
					 			 		 	 
		</td>
	</tr>  

	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/11_razlivinskaya.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Разливинская Светлана Владимировна</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> доцент</div>
		<div class="peoples__info"><b>Ученая степень, звание:</b> кандидат технических наук, доцент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> Химическая технология и биотехнология</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии», «Информационные технологии  в управлении химико-технологическими процессами», «Мировые информационные ресурсы», «Корпоративные информационные системы»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 20 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 15 лет</div>
					 			 		 	 
		</td>
	</tr>

	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/12_kryukova.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Крюкова Ольга Викторовна</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> старший преподаватель</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> инженер-электромеханик</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии», «Информационные технологии  в управлении химико-технологическими процессами», «Мировые информационные ресурсы», «Корпоративные информационные системы»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 35 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 19 лет</div>
					 			 		 	 
		</td>
	</tr>
	 
	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/13_stolbov.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Столбов Леонид</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> ассистент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> химическая технология и биотехнология</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии», «Математические методы в экономике»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 5 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 2 года</div>
					 			 		 	 
		</td>
	</tr>	 

	<tr>
	    <td class="peoples__photo">
			<img src="/images/peoples/14_davydenko.jpg">
		</td>
		    
		<td class="peoples__data">
	<div class="peoples__name">Давыденко Андрей Александрович</div>
			
		<div class="peoples__info"><b>Занимаемая должность:</b> ассистент</div>
		<div class="peoples__info"><b>Специальность по диплому:</b> Прикладная информатика</div>
		<div class="peoples__info"><b>Преподаваемые дисциплины:</b> «Информационные технологии в химии», «Основы разработки информационных систем в химической технологии»</div>
		<div class="peoples__info"><b>Общий стаж работы:</b> 5 лет</div>
		<div class="peoples__info"><b>Научно-педагогический стаж работы:</b> 2 года</div>
					 			 		 	 
		</td>
	</tr>	

	</table>
</div>