<div class="content__title">Научная работа</div>
<div class="content__text">        

	<p><b>Основные направления научной работы кафедры находятся в области компьютерных технологий в научных исследованиях в химической и биотехнологии, здравоохранении и образовании.</b></p> 
	<p>За период с 2000 года сотрудниками кафедры был выпущен ряд монографий и опубликованы в ведущих рецензируемых отечественных и зарубежных журналах более 50 научных статей. Ведущие преподаватели кафедры приняли участие в нескольких десятков научных конференций и выставках разработанной продукции  как в России, так и за рубежом (в Алжире, Болгарии, Вьетнаме, Германии, Словакии, Чехии, Швейцарии, Японии, Финляндии и др.), где были награждены медалями и дипломами (Большая золотая медаль Всемирной выставки-ярмарки в Лейпциге, 4 золотые и одна серебряная медали ВВЦ, дипломы Минобрнауки РФ и Правительства г.Москвы).</p> 
	<p>Наряду с этим получено 15 регистрационных свидетельств на программную продукцию ФГУП НТЦ “Информрегистр и 2 патента.</p>

	<p>За период с 2000 года сотрудниками кафедры было получено 8 грантов Минобрнауки России и заключено 4 хозяйственных договора на внедрение научных работ, отражающих достижения ученых кафедры в сфере фундаментальной и прикладной науки, с общим объемом финансирования более 30 млн. руб., в том числе:</p>
	<ul class="ul_tire">
	<li>«Формирование технических требований к локальным информационно-управляющим центрам мониторинга и их тестирование в условиях предприятий отрасли» (2004 г.);</li>
	<li>«Информационно-аналитическая система мониторинга за образованием, перемещением и хранением радиоактивных веществ и радиоактивных отходов (РВ и РАО)» “НПО Радон “(2006 г.);</li>
	<li>«Разработка методических и программных средств поддержки и развития корпоративной автоматизированной системы мониторинга движимого имущества образовательных учреждений высшего профессионального образования» (2003-2005 г.г.) Федеральное агентство по образованию Минобрнауки РФ;</li>
	<li>«Разработка многоуровневой системы информационной поддержки принятия управленческих решений по развитию и оптимизации материально-технической базы государственных образовательных учреждений на основе данных мониторинга» (2006-2008 г.г.) Федеральное агентство по образованию Минобрнауки РФ;</li>
	</ul>

	<p>В рамках Национального проекта “Образование” разработана и реализована система мониторинга поставок учебного оборудования в образовательные учреждения страны с визуализацией оперативного хода поставок на сайте Минобрнауки России. По грантам Минобрнауки РФ работниками кафедры были разработаны комплексные технологии на базе микролабораторий и мультимедийных средств для обучения дисциплинам естественно-научного цикла учащихся общего и профессионального образования, которые были внедрены более чем в двух тысячах школ страны (в 2008 году эта работа была удостоена премии Правительства России в области образования). В период с 2011 по 2015 гг сотрудники кафедры выполнили ряд работ на основе субсидий и грантов Департамента образования г. Москвы по направлению на общую сумму около 13 млн руб. </p>
	<p>На кафедре установлены долговременные и плодотворные контакты по совместному выполнению научно-исследовательских работ с Департаментом образования РФ, Ведущим научно-исследовательским институтом химической технологии Росатома РФ, ОАО «Координационно-аналитический центр по аналитическим программам», ЗАО «Научно-производственная фирма Диагностика, информатика, экология, мониторинг» (НПФ ДИЭМ), НИИ химических реактивов и особо чистых химических веществ (ФГУП ИРЕА), НОУ ДПО ЦИПК Росатома РФ, ФГБУ «Федеральный научно-исследовательский центр эпидемиологии и микробиологии имени почетного академика Н.Ф. Гамалеи» Министерства здравоохранения, родственными кафедрами в химико-технологических ВУЗах Москвы, Владимира, Тамбова, Иванова, а также в ВУЗах Узбекистана, Казахстана, Словакии и др.</p>
	<p>С 2001 г по 2014 г сотрудники кафедры входили в состав диссертационного совета Д 212.120.08 (проф. Корнюшко В.Ф.- председатель совета, проф. Колыбанов К.Ю. - член совета, проф. Бурляева Е.В. - член совета), а также в экспертный совет по химической технологии ВАК РФ (проф. Корнюшко В.Ф. в период с 1999 по 2014 гг, проф. Колыбанов К.Ю. с 2009 г по настоящее время). </p>

	<p><b>Список публикаций</b></p>

	<p>Монографии и учебно-методические пособия с грифом Минобрнауки:</p>
	<ol>
	<li>Корнюшко, В.Ф. Информационно-аналитическая система радиоэкологического мониторинга // В.Ф.Корнюшко, А.И. Соболев, К.Ю. Колыбанов / М., Изд-во «Радон-ПРЕСС». 2001 г. 182 с.</li>
	<li>Гордеев, Л.С. Информатика для химиков-технологов (допущено Минобрнауки в качестве учебного пособия для студентов ВУЗов, обучающихся по химико-технологическим направлениям подготовки дипломированных специалистов) // Л.С.Гордеев, В.Ф.Корнюшко, В.С.Боридко, В.В.Бурляев, Е.В.Бурляева, К.Ю.Колыбанов, О.А.Морозова, А.Е.Тархов /М., Высшая школа, 2006, 286 с.</li>
	<li>Бурляева, Е.В. Информационная поддержка систем принятия решений на производственных предприятиях химического профиля// Бурляева Е.В., Колыбанов К.Ю., Панова С.А. под научной редакцией В.Ф.Корнюшко /М.: ИПЦ МИТХТ им. М.В. Ломоносова, 2013. 196 с.</li>
	<li>Корнюшко В.Ф. Основы математической статистики в среде matlab в примерах и задачах.// Корнюшко В.Ф., Брыкина Г.В., Стобов Л.А., Кузнецов А.С. /М.: ИПЦ МИТХТ им. М.В. Ломоносова, 2015. 86 с.</li>
	</ol>

	<p>Статьи:</p>
	<ol>
	<li>Корнюшко, В.Ф. Подход к развитию системы управления тестированием программных средств // В.Ф. Корнюшко, А.В. Костров, П.А. Породникова / Программные продукты и системы. 2015. № 4 (112). c.136-142</li>
	<li>Аристов, В. М. Модель воздействия на окружающую среду радиационных загрязнений при разрушениях геологических хранилищ радиоактивных отходов с учетом неопределенности. // В.М. Аристов, О.Б. Бутусов, К.Ю. Колыбанов, А.С. Казак - М.: Цветные металлы, 2015, № 4</li>
	<li>Костров, А.В. Подход к совершенствованию средств управления развитием персонала в автоматизированной системе предприятия. // А.В. Костров, Е.А. Головина, В.Ф. Корнюшко, Р.Е. Кузин /Информационные и телекоммуникационные технологии. 2015. №28</li>
	<li>Дударев, В.А. Методы распознавания образов в компьютерном конструировании неорганических соединений //В.А. Дударев, О.А. Филоретова, Г.В. Брыкина/ Прикладная информатика. 2014. № 2 (50). с. 82-87.</li>
	<li>Булычев, Э.Ю. Построение функционально-технологической модели производства препарата «Марены красильной экстракт сухой» //В.В. Бурляев, Е.В. Бурляева, П.В. Крутов /Тонкие химические технологии. 2014. Т. 9. № 3. с. 92-96. </li>
	<li>Бурляев, В.В. Функциональное моделирование управления синтезом углеродных нановолокон //В.В. Бурляев, Е.В. Бурляева, А.И. Николаев, В.Б. Пешнев, С.В. Разливинская/Тонкие химические технологии. 2014. Т. 9. № 3. с. 98-104. </li>
	<li>Корнюшко, В.Ф. Инновационно-образовательный кластер непрерывной подготовки специалистов в области биотехнологии //В.Ф. Корнюшко, В.И. Швец, О.А. Филоретова, Т.В. Овчинникова, А.В. Лисица / Интеграл. 2013. № 4. с. 108-109. </li>
	<li>Корнюшко, В.Ф. Информационная поддержка мониторинга государственных закупок //В.Ф. Корнюшко, М.М. Кулыгина, В.М. Норица, И.В. Храпов /Прикладная информатика. 2012. № 2 (38). с. 32-37. </li>
	<li>Корнюшко, В.Ф. Программные средства информационной поддержки экологического мониторинга выбросов перерабатывающих предприятий //В.Ф. Корнюшко, О.В. Лукьянов, Е.С. Смирнов, А.Е. Сарсенбаева /Экология и промышленность России. 2010. № 11. с. 41-43. </li>
	<li>Арбенин, Д.Е. Выбор условий выращивания нелегированных и легированных слоев GaAs с использованием эмпирической модели процесса мос-гидридной эпитаксии //Д.Е. Арбенин, Е.В. Бурляева, А.А. Мармалюк / Неорганические материалы. 2010. Т. 46. № 1. с. 5-10. </li>
	<li>Угольникова О.А. Экспертноалгоритмический комплекс обработки информации по лекарственным средствам, снабженным транспортными системами доставки //О.А. Угольникова, В.Ф. Корнюшко /Известия высших учебных заведений. Серия: Химия и химическая технология. 2010. Т. 53. № 8. с. 96.</li>
	<li>Платонова, Е.Г. Системный анализ разработки анодных заземлителей из электропроводных эластомеров при защите металлоконструкций от подземной коррозии //Е.Г. Платонова, И.Ю. Пашинцева,С.С. Пашинцев, В.Ф. Корнюшко/ Тонкие химические технологии. 2010. Т. 5. № 5. с. 124-126. </li>
	<li>Угольникова, О.А. Использование ассоциативного анализа для обработки научных публикаций в области систем доставки лекарств //О.А. Угольникова, Ю.А. Демич, А.В. Лисица, В.Ю. Кистанова, В.Ф. Корнюшко, А.И. Арчаков, В.И. Швец/ Тонкие химические технологии. 2010. Т. 5. № 2. с. 90-95. </li>
	<li>Кузнецов А.С. Анализ корреляционных соотношений в области реометрических исследований резин / И.М. Агаянц, Ю.А. Наумова, А.С. Кузнецов // Вестник МИТХТ. – 2013. – № 1 – с. 14–18.</li>
	<li>Кузнецов А.С. Модификация осей координат при количественной интерпретации реометрических кривых / И.М. Агаянц, А.С. Кузнецов, Н.Я. Овсяников // Тонкие химические технологии. – 2015. – № 2, – с. 67–70.</li>
	<li>Кузнецов А.С. Информационная поддержка системы управления технологическим процессом структурирования эластомерных систем с применением реометрических кривых / В.Ф. Корнюшко, И.А. Гончаров, И.М. Агаянц, // Прикладная информатика – 2016. – № 2 – с.5-12.</li>
	<li>Кузнецов А.С. Процессы смешения и структурирования эластомерных систем как объекты управления в химико-технологической системе / А.С. Кузнецов, В.Ф. Корнюшко // Международный научно-исследовательский журнал – 2016. – № 4, с. 120-123. </li>
	<li>Кузнецов А.С. Модификация осей координат при количественной интерпретации реометрических кривых. II Анализ взаимосвязей параметров моделей и вулканизационных характеристик / И.М. Агаянц, А.С. Кузнецов, В.Ф. Корнюшко // Международный научно-исследовательский журнал – 2016. – № 5, с. 18-23. </li>
	<li>Материалы научных конференций и тезисы докладов:</li>
	<li>Кузнецов А.С. Реограмма как инструмент управления технологическим процессом структурирования эластомерных систем / Кузнецов А.С., Агаянц И.М., Корнюшко В.Ф. // Наукоемкие химические технологии - 2015 : сб. тр. науч.-практ. конф. – М. : Изд-во МИТХТ им. М.В. Ломоносова, 2015. – с. 143.</li>
	<li>Кузнецов А.С. О применении системного подхода при анализе процессов структурирования эластомерных систем // Логистика и экономика ресурсосбережения и энергосбережения в промышленности: сб. тр. межд. науч.-практ. конф. – Смоленск, 2015. – с. 102-104.</li>
	<li>Кузнецов А.С. Информационная поддержка системы управления технологическим процессом структурирования эластомерных систем / Кузнецов А.С., Корнюшко В.Ф. // Российско-американская научная школа-конференция «Моделирование и оптимизация химико-технологических процессов» : сб. тр. науч.-практ. конф. – Казань, 2016. – с. 35.</li>
	<li>Кузнецов А.С. Применение методов и процедур системного анализа при описании систем производства эластомерных материалов // 6-я международная конференция «Проблемы и перспективы современной науки» : сб. тр. межд. науч.-практ. конф. – М:. 2016. – с.22–26.</li>
	<li>Кузнецов А.С. Информационная система поддержки принятия управленческих решений на производстве эластомерных материалов / Кузнецов А.С., Корнюшко В.Ф. Национальная ассоциация ученых (НАУ) № 5 (21), 2016 / ТЕХНИЧЕСКИЕ НАУКИ: сб. тр. межд. науч.-практ. конф. – М:. 2016. – с.34-35.</li>
	</ol>

	<p>Алгоритмы и программы:</p>
	<ol>
	<li>Химический эксперимент: методические рекомендации: мультимедийное методическое обеспечение в формате 3D // Аникина И.Н., Боридко В.С., Корнюшко В.Ф. /Депонировано в Федеральном Депозитарии электронных изданий ФГУП НТЦ "ИНФОРМРЕГИСТР", 0321502147, 2015</li>
	<li>Естествознание: Лабораторный комплекс для учебной практической и проектной деятельности: мультимедийное методическое обеспечение в формате 3D.// Аникина И.Н., Боридко В.С., Корнюшко В.Ф. Депонировано в Федеральном Депозитарии электронных изданий ФГУП НТЦ "ИНФОРМРЕГИСТР", 0321502144, 2015</li>
	<li>Компьютерный обучающий практикум для микролабораторий по естественнонаучным дисциплинам  //Аникина И.Н., Боридко В.С., Корнюшко В.Ф. / Федеральная служба по интеллектуальной собственности (РОСПАТЕНТ), Свидетельство №2012660500 от 21.11.2012</li>
	</ol>

	<p><b>Аннотация магистерской программы «Информационные системы в химической технологии».</b></p>
	<p>Руководитель программы д-р техн. наук, проф. Корнюшко В.Ф.</p>

	<p>Программа направлена на подготовку исследователей, обладающих знаниями, умениями и компетенциями, необходимыми при разработке и внедрении информационных технологий и систем в химической промышленности. Большое внимание уделяется развитию у студентов навыков самостоятельной работы, связанной с поиском и анализом научно-технической информации, отечественного и зарубежного опыта в области применения информационных систем в химической технологии. Студенты проходят углубленную подготовку в области теории систем, системного анализа и моделирования химико-технологических систем, изучают методы решения задач управления в условиях неопределенности. Одновременно студенты получают фундаментальную подготовку в области теоретических основ химической технологии.
	Обучение по данной программе обеспечит прекрасную подготовку и задел для обучения в аспирантуре или для работы на предприятиях и в организациях, занимающихся решением прикладных задач, связанных с созданием и внедрением информационных систем в химической технологии.</p>
</div>