<div class="content__title">Учебные дисциплины</div>
<div class="content__text">
  <h3>
    Перечень направлений, по которым кафедра является выпускающей:
  </h3>
  <p>Бакалавриат 09.03.03 «Прикладная информатика» профили</p>
  <ul>
    <li>«Прикладная информатика в химии»,</li>
    <li>«Прикладная информатика в экономике»,</li>
    <li>«Прикладная информатика в образовании»</li>
  </ul>
  <p>
    Магистратура 18.04.01.21 «Информационные системы в химической технологии»
  </p>
  <p>
    Аспирантура по направлению 09.06.01 «Вычислительная техника и информатика» профиль «Системный 
    анализ, управление и обработка информации в химической технологии»
  </p>
  <p>
    Кафедра участвует в подготовке бакалавров по направлению 01.03.04 «Прикладная математика»
  </p>

  <h3>Перечень читаемых дисциплин</h3>
  <p>
    Для студентов бакалавриата по направлениям «Химия», «Химическая технология», «Биотехнология», 
    «Материаловедение и технология материалов», «Стандартизация и метрология», 
    «Техносферная безопасность»:
  </p>
  <ul>
    <li>
      Информационные технологии в химии (по старому ФГОС «Информатика I»)
    </li>
    <li>
      Основы разработки информационных систем в химической технологии (по старому ФГОС 
      «Информатика II»)
    </li>
  </ul>

  <p>
    Для студентов магистратуры по направлениям «Химия», «Химическая технология», «Биотехнология», 
    «Материаловедение и технология материалов», «Стандартизация и метрология», 
    «Техносферная безопасность»:
  </p>
  <ul>
    <li>Информационные технологии в науке, производстве и инновациях</li>
  </ul>
  
  <p>Для студентов бакалавриата, обучающихся по направлению «Прикладная информатика»:</p>
  <ul>
    <li>Дискретная математик</li>
    <li>Информационные системы в химической технологи</li>
    <li>Вычислительные системы, сети и телекоммуникаци</li>
    <li>Базы данных в химической технологи</li>
    <li>Информационные технологии в управлении химико-технологическими процессам</li>
    <li>Проектирование информационных систем в химической технологи</li>
    <li>Информационная безопасност</li>
    <li>Мировые информационные ресурс</li>
    <li>Теория информационных систе</li>
    <li>Интеллектуальные информационные системы в химической технологи</li>
    <li>Высокоуровневые методы информатик</li>
    <li>Имитационное моделировани</li>
    <li>Информационный менеджмен</li>
    <li>Математические методы в экономике</li>
    <li>Корпоративные информационные систем</li>
    <li>Анализ многомерных данны</li>
    <li>Информационные системы в управлении химическим предприятием</li>
    <li>Дополнительные главы информационных технологи</li>
  </ul>
  <p>Для студентов бакалавриата, обучающихся по направлению «Прикладная математика»:</p>
  <ul>
    <li>Программные и аппаратные средства информатики</li>
    <li>Программирование</li>
    <li>Операционные системы и сети</li>
    <li>Интеллектуальные информационные системы</li>
    <li>Базы данных</li>
    <li>Методы оптимизации</li>
    <li>Численные методы</li>
    <li>Компьютерные технологии математических исследований</li>
    <li>Прикладное программное обеспечение</li>
    <li>Практикум по прикладному программному обеспечени</li>
    <li>Теория управлени</li>
  </ul>
  <p>
    Для студентов магистратуры, обучающихся по направлению «Информационные системы в химической 
    технологии»:
  </p>
  <ul>
    <li>Теория информационных систе</li>
    <li>Специальные главы хими</li>
    <li>Интеллектуальные системы в химической технологи</li>
    <li>Информационные банки данных в химической технологи</li>
    <li>Вычислительные системы, сети и телекоммуникаци</li>
  </ul>
  <p>Для аспирантов по направлению «Вычислительная техника и информатика»:</p>
  <ul>
    <li>Системный анализ, управление и обработка информации в химической технологии</li>
    <li>Информационные технологии в управлении химико-технологическими системам</li>
  </ul>
</div>