<div class="content__title">Материально-техническое обеспечение кафедры</div>
<div class="content__text">
  Кафедра имеет 3 специализированные учебные лаборатории:
  <ul class="ul">
    <li>«Применение информационных технологий в химии»,</li>
    <li>«Компьютерное моделирование химико-технологических и биотехнологических процессов»,</li>
    <li>«Разработка информационных систем в химической технологии и биотехнологии».</li>
  </ul>
  <p>Cпециализированный мультимедийный класс и 2 серверных зала.</p>
  <p>На кафедре находится инновационный центр по разработке мультимедийных средств и повышения квалификации учителей по естественнонаучному образованию.</p>
</div>